export const ButtonText = {
  Register: '👍 Записаться',
  Unregister: '🚫 Отменить запись'
}

export const MessageText = {
  Welcome: 'Добро пожаловать в Event Bot! Используйте /event для создания нового события.',
  ProvideEventInfo: 'Пожалуйста, укажите описание события и максимальное количество участников.',
  InvalidNumber: 'Пожалуйста, укажите допустимое количество участников.',
  AlreadyRegistered: 'Вы уже записались.',
  EventFull: 'Места закончились. Вы не можете записаться.',
  NotRegistered: 'Вы ещё не записаны.',
  RSVPConfirmed: 'Вы записаны.',
  RSVCanceled: 'Ваша запись отменена.',
  EventNotFound: 'Событие не найдено.',
  AttendeeList: 'Предварительный состав:',
  InvalidAction: 'Несуществующая командаю',
  UserNotFound: 'Пользователь не найден',
};
